Repository: Andrewyg/budgie-welcome
Catalog: data/po/default/*.po
Languages: fr, hu

source: Default Settings
fr: Paramètres par défaut
hu: Alapértelmezett Beállítások

source: Restore panels
fr: Restaurer les menus
hu: Panelek visszaállítása

source: Lost your panels while playing with <span name="distro-name"></span>? Unhappy with your changes to the panel layout? Don't worry. We can help you to restore your panels with a single click!
fr: Vous avez perdu les menus pendant que vous jouiez avec <span name="distro-name"></span> ? Vous n'êtes pas satisfait des modifications réalisées ? Ne vous inquiétez pas. Vous pouvez restaurer tous vos menus en un seul clic !
hu: Eltűnt a panel, amíg az <span name="distro-name"></span>t próbálgatta? Elégedetlen a panel elrendezésen végzett változtatásokkal? Ne aggódjon! Tudunk segíteni abban, hogy egyetlen kattintással képes legyen visszaállítani a paneleket.

source: This will undo all changes that you have made on any panel and will reset back to the initial default panel layout configuration.
fr: Cela va annuler toutes les modifications effectuées sur tous les panels et va réinitialiser leur configuration à leur état initial.
hu: Ez vissza fogja vonni az összes beállítást, amely a paneleken elvégzett és visszaállítja a kezdeti alapértelmezett panel konfigurációra.

source: Applying Changes...
fr: Application des changements...
hu: Módosítások alkalmazása...

source: Reset Budgie Panel
fr: Réinitialiser du menu Budgie
hu: A Budgie Panel visszaállítása

source: Switch Appearance
fr: Changer d'apparence
hu: Megjelenés váltása

source: <span name="distro-name"></span> uses <strong>Arc</strong> as it's default theme package. It uses Arc theme for GTK windows, panels, login window and lock screen and <strong>Pocillo</strong> as the icon theme.
fr: <span name="distro-name"></span> utilise le thème <strong>Arc</strong> par défaut. Arc est un thème GTK qui permet de personnaliser les fenêtres, menus, fenêtre de connexion et de verouillage, etc. Le thème des icônes est <strong>Pocillo</strong>.
hu: Az <span name="distro-name"></span> alapértelmezett téma csomagja az <strong>Arc</strong>. Arc témát használ a GTK ablakokhoz, panelekhez, bejelentkező képernyőhöz és zárolási képernyőhöz, valamint <strong>Pocillo</strong>-t ikon témaként.

source: Another emerging design trend is <strong>Material Design</strong> which is basically a collection of design guidelines introduced by Google to bring a uniform appearance across different platforms. There are different theme packages inspired by Google&apos;s Material Design style.
fr: Un autre thème très à la mode en ce moment est le <strong>Material Design</strong> qui est en fait un ensemble de règles esthétiques introduites par Google. Le <strong>Material Design</strong> a pour objectif de définir un cadre permettant d'obtenir un rendu similaire quelle que soit la plateforme. Il existe plusieurs thèmes inspirés par le Materiel Design de Google.
hu: Egy másik felmerülő dizájn a <strong>Material Design</strong>, amely a Google által bevezetett tervezési iránymutatások gyűjteményén alapszik, egységes megjelenést biztosítva különböző platformokon. Vannak más olyan témacsomagok is, amelyeket a Google Material Design /Anyagszerű megjelenés/ stílusa inspirált.

source: As <span name="distro-name"></span> values the freedom of users, we provide easy options to switch between our default <em>Arc style</em> and <em>Material style</em>.
fr: Afin que chaque utilisateur soit libre de personnaliser <span name="distro-name"></span>, nous avons mis en place des outils et options permettant de facilement basculer entre le thème par défaut <em>Arc style</em> et le thème <em>Material</em>.
hu: Mivel az <span name="distro-name"></span> értékeli a felhasználók szabadságát, ezért egyszerű beállítási lehetőséget biztosítunk, az alapértelmezett <em>Arc stílus</em> és <em>Material stílus</em> közti váltásra.

source: Arc Design
fr: Thème Arc

source: Install Arc theme
fr: Installer le thème Arc
hu: Arc téma telepítése

source: Apply Arc theme
fr: Appliquer le thème Arc
hu: Arc téma alkalmazása

source: Material Design (Adapta)
fr: Thème Material (Adapta)

source: Install Material theme
fr: Installer le thème Material
hu: Material téma telepítése

source: Apply Material theme
fr: Appliquer le thème Material
hu: Material téma alkalmazása

source: Material Design (Vimix)
fr: Thème Material (Vimix)

source: Install Material Vimix theme
fr: Installer le thème Vimix Material
hu: Material Vimix téma telepítése

source: Apply Material Vimix theme
fr: Appliquer le thème Vimix Material
hu: Material Vimix téma alkalmazása
